<html>
	<head><title>Fabrika Straha/biografija</title>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
	<style type='text/css'>
			.strah{font-family:StopD, Tahoma; font-size:25px}
			a:link{color:red}
			a:visited{color:yellow}
			.ostalo{margin:15px}
                        body{background-image:url(ff-lobanja.jpeg); background-position:center; background-attachment:fixed }
		</style>
		<script src="jquery.js" type="text/javascript" charset="utf-8"></script>
		<script type="text/javascript" src="pasus.js"></script>
	</head>
<body >
	<table border='3' width='100%'>
		<tr ><td align='center'><a href='index.html'><img src='logoi.jpg' width='1000px' height='130'></a></td></tr>
	</table>
		<div align='center'>
		<table border='0' cellspacing="20px">
			<tr>
			<td class='strah'><a href='biografija.html'>Biografija</a></td>
			<td class='strah'><a href='diskografija.html'>Diskografija</a></td>
			<td class='strah'><a href='slike.html'>Slike</a></td>
			<td class='strah'><a href='projekti.html'>Projekti</a></td>
			
                        <td class='strah'><a href='autor.html'>Autor</a></td>
<td class='strah'><a href='sitemap.xml'>Mapa</a></td>
			</tr>
		</table>
		</div>
	<p id='pasus'><h3><font face='tahoma' color='white'>Fear Factory je grupa nastala 1989. godine u Los Anđelesu. Činili su je Burton C. Bell(pevač), Dino Cazares(gitarista), Christian Olde Wolbers(basista) i Raymond Herrera(bubnjar).<br>
											<input type='button' id='gmedu' onclick='prikaz' value='Ostatak teksta'>
											<div id='ostatak'><br>
											Sve je počelo tako što su Dino i Rejmond svirali zajedno iz zabave da bi kasnije Dino čuo Bartona, koji mu je bio cimer u to vreme, kako peva i pozvao ga da se pridruži grupi.	<br>
											Barton se latio mikrofona i pisanja tekstova i tako je započet ozbiljan rad. Tematika pesama je o tehnologiji, budućnosti, društvu, mržnji i anti-religiji. Svirali su pod uticajem Napalm Death-a, Godflesh-a i Ministry-a.<br>
											<div>
												<div>
												<p style="float:left">U po&#269;etku su se zvali Ulceration to nema neko odre&#273;eno zna&#269;enje nego im se jednostavno dopalo kako zvu&#269;i. Prva pesma koju su napisali bila je "Suffer age".
												Njihovo prvo izdanje pod tim imenom je trebalo biti "Concrete". Kasnije su promenili ime u Fear Factory i objavili album "Soul of a new machine" koji je njihovo najbrutalnije ostvarenje.<br>
												Usledili su vrlo uspeni "Demanufacture", na kojem im se pridruuje Kristijan, i "Obsolete". Njih prati ne tako dobro prihva&#263;en "Digimortal".
												</p>
												</div>
												<div><img src='FF Homer.jpg' width='200px' height="200px" style="float:right">
												</div>
											</div><br>
											<p>Mnogi veli&#269;aju FF kao prvu grupu koja je u death metal uvela elektroniku i iste vokale.<br>
											Oni su, tako&#273;e, bili uzor mnogim mla&#273;im grupama. Neki od od njih su: <ul><li><a href='#' onclick='window.open("http://www.myspace.com/mnemic");'>Mnemic</a></li>
																													   <li><a href='#' onclick='window.open("http://www.myspace.com/raunchy");'>Raunchy</li>
																													   <li><a href='#' onclick='window.open("http://www.myspace.com/sybreed");'>Sybreed</a></li>
																													   <li><a href='#' onclick='window.open("http://www.myspace.com/blackcomedymetal");'>Black Comedy</a></li>
																													   <li><a href='#' onclick='window.open("http://www.myspace.com/mechina");'>Mechina</a></li>
																													   <li><a href='#' onclick='window.open("http://www.myspace.com/adarkhalo");'>A Dark Halo</a></li>
																													   </ul></p>
										
										<p>	Posle dugogodinjeg i uspenog rada	u grupi dolazi do problema jer su se Barton i Dino posva&#273;ali. Tada privremeno prestaju sa radom da bi na posletku nastavili, ali bez Dina.<br>
											Na njegovo mesto se prebacuje Kristijan, a na basu se naao Bajron Stroud (Byron Stroud) iz Strapping Young Lad-a. U tom sastavu su snimili 2 albuma: odli&#269;an "Archetype" i slabiji "Transgression".</p>
										
											<img class='ostalo' src="Fear Factory 11.jpg" width='300px' height='300px' style="float:left">
											<div class="ostalo">Usledila je pauza od &#269;itavih 5 godina. Bilo je za to vreme dosta peripetija. &#269;ak se pominjalo da &#263;e se grupa raspasti to se sre&#263;om nije dogodilo.<br>
											Nakon toliko &#269;ekanja grupa se vra&#263;a i 2010-e godine nam je stigao album "Mechanize". Ovim se grupa vratila u formu, a sa njom i Dino poto su on i Barton reili spor koji su imali.<br>
											Avaj, da stvar ne bude toliko lepa, ostali su bez Kristijana i Rejmonda. Zato, to se i ja pitam. Umesto da se Kristijan vrati na bas tu se Bajron zadrao, a za bubnjeve je usko&#269;io Din Hoglan (Gene Hoglan) koji je bio Bajronov kolega u SYL-u.<br>
											Nije da imam neto protiv njih dvojice, ali oni jednostavno nisu <i>onaj</i> Fear Factory.
										
											<p> ta &#263;e se doga&#273;ati u budu&#263;nosti ostaje da se vidi. Ja bih voleo da se vrate Kristijan i Rejmond i u standardnoj postavi do&#273;u i odre koncert kod nas. (To su i trebali pre 5-6 godina. Grr! - prim. aut.).<br>
											Do tada ostaje da se nadam(o) i uivam(o) u njihovoj muzici. Toliko za sad. Uzdravlje! \m/</p>
											</div>
										
									</div>
		</p><br>
</body>
</html>		
											
	
	